Repository: historiador/historiador-wp-theme
Catalog: languages/*.po
Languages: pt_pt

source: Historiador is a WordPress theme based on the default Twenty Seventeen.
pt_pt: Historiador é um tema de WordPress baseado no tema predefinido Twenty Seventeen.

source: Social Links Menu
pt_pt: Menu Links Sociais

source: Add widgets here to appear in your sidebar on PT blog posts and archive pages.
pt_pt: Adicionar aqui widgets para to aparecerem na barra lateral das páginas e arquivo do Blog PT.

source: Footer 1
pt_pt: Rodapé 1

source: Add widgets here to appear in your footer.
pt_pt: Adicionar aqui widgets para aparecerem no rodapé.

source: Footer 2
pt_pt: Rodapé 2

source: Search results Sidebar
pt_pt: Barra lateral com resultados de pesquisa

source: Add widgets here to appear in your sidebar on pages that display search results.
pt_pt: Adicionar aqui widgets para mostrar na barra lateral em páginas que mostrem resultados de pesquisa.

source: Sidebar for Pages
pt_pt: Barra lateral para páginas

source: Add widgets here to appear in your sidebar on pages that use the "widgets" template.
pt_pt: Adicionar aqui widgets para mostrar na barra lateral em páginas que usem o template “widgets”.

source: Blog EN Sidebar
pt_pt: Barra lateral para o Blog EN

source: Add widgets here to appear in your sidebar on "The Man from Lisbon" posts and archive pages.
pt_pt: Adicionar aqui widgets para mostrar na barra lateral em publicações e no arquivo de “The Man from Lisbon”.

source: Books Sidebar
pt_pt: Barra lateral para Livros

source: Add widgets here to appear in your sidebar on Book posts and archive pages.
pt_pt: Adicionar aqui widgets para mostrar na barra lateral em publicações e no arquivo de “Livros”.

source: Europarl Sidebar
pt_pt: Barra lateral para Europarl

source: Add widgets here to appear in your sidebar on Europarl posts and archive pages.
pt_pt: Adicionar aqui widgets para mostrar na barra lateral em publicações e no arquivo de “Europarl”.

source: Events Sidebar
pt_pt: Barra lateral para Eventos

source: Add widgets here to appear in your sidebar on Event posts and archive pages.
pt_pt: Adicionar aqui widgets para mostrar na barra lateral em publicações e no arquivo de “Eventos”.

source: Podcast Sidebar
pt_pt: Barra lateral para Podcast

source: Add widgets here to appear in your sidebar on Podcast posts and archive pages.
pt_pt: Adicionar aqui widgets para mostrar na barra lateral em publicações e no arquivo de “Podcasts”.

source: Videos Sidebar
pt_pt: Barra lateral para Vídeos

source: Add widgets here to appear in your sidebar on Video posts and archive pages.
pt_pt: Adicionar aqui widgets para mostrar na barra lateral em publicações e no arquivo de “Vídeos”.

source: Continue reading<span class="screen-reader-text"> "%s"</span>
pt_pt: Continuar a ler<span class=“screen-reader-text”> “%s”</span>

source: Expand child menu
pt_pt: Expandir menu interior

source: Collapse child menu
pt_pt: Fechar menu interior

source: Previous page
pt_pt: Página anterior

source: Next page
pt_pt: Próxima página

source: Page
pt_pt: Página

source: Sidebar for Podcasts
pt_pt: Barra lateral para Podcasts

source: Sidebar for The Man from Lisbon
pt_pt: Barra lateral para The Man from Lisbon

source: ERROR 404: Page cannot be found.
pt_pt: ERRO 404: Página não encontrada.

source: It looks like nothing was found at this location. Maybe try a search?
pt_pt: Parece que nada foi encontrado neste endereço. Talvez tentar uma pesquisa?

source: Sidebar for search results
pt_pt: Barra lateral para resultados de pesquisa

source: Please define default parameters in the form of an array.
pt_pt: Por favor defina os parâmetros por omissão na forma de um array.

source: Please define an SVG icon filename.
pt_pt: Por favor defina um nome de ficheiro para icon SVG.

source: Historiador Options
pt_pt: Opções Historiador

source: Page Layout
pt_pt: Layout da página

source: When the two-column layout is assigned, the page title is in one column and content is in the other.
pt_pt: Quando um layout de duas colunas é selecionado, o título da página é mostrado numa coluna e o conteúdo noutra.

source: One Column
pt_pt: Uma coluna

source: Two Column
pt_pt: Duas colunas

source: Front Page Section %d Content
pt_pt: Conteúdo da secção da página principal

source: Select pages to feature in each area from the dropdowns. Add an image to a section by setting a featured image in the page editor. Empty sections will not be displayed.
pt_pt: Selecionar páginas a destacar em cada área com as caixas de seleção. Adicione uma imagem a uma secção selecionando uma imagem de destaque no editor da página. Secções vazias não serão mostradas.

source: Default Header Image
pt_pt: Imagem de cabeçalho por omissão

source: <span class="screen-reader-text">Posted on</span> %s
pt_pt: <span class=“screen-reader-text”>Publicado em</span> %s

source: Categories
pt_pt: Categorias

source: Tags
pt_pt: Etiquetas

source: Edit<span class="screen-reader-text"> "%s"</span>
pt_pt: Editar<span class=“screen-reader-text”> “%s”</span>

source: Front Page Section %1$s Placeholder
pt_pt: Espaço da página reservado para %1$s

source: Historiador requires at least WordPress version 4.7. You are running version %s. Please upgrade and try again.
pt_pt: Historiador precisa do Wordpress versão 4.7 ou superior. Está a correr a versão %s. Faça upgrade e tente de novo.

source: Previous Event
pt_pt: Evento Anterior

source: Previous
pt_pt: Anterior

source: Next Event
pt_pt: Próximo evento

source: Next
pt_pt: Próximo

source: Posts
pt_pt: Publicações

source: Sidebar for Events
pt_pt: Barra lateral para eventos

# comments title
source: One Reply to &ldquo;%s&rdquo;
pt_pt: Uma Resposta a &ldquo;%s&rdquo;

# comments title
source: %1$s Reply to &ldquo;%2$s&rdquo;
pt_pt: %1$s Resposta a &ldquo;%2$s&rdquo;

source: Reply
pt_pt: Responder

source: Comments are closed.
pt_pt: Os comentários estão fechados.

source: Previous Podcast
pt_pt: Podcast anterior

source: Next Podcast
pt_pt: Próximo Podcast

source: Single Column
pt_pt: Coluna única

source: Search Results for: %s
pt_pt: Resultados de pesquisa para: %s

source: Nothing Found
pt_pt: Nada encontrado

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
pt_pt: Desculpe, mas não encontrámos o que procura. Tente novamente com outras palavras-chave.

source: Skip to content
pt_pt: Saltar para conteúdo

source: Footer
pt_pt: Rodapé

source: Powered by %s
pt_pt: Feito com %s

source: Running the %s
pt_pt: A correr o

source: Pages:
pt_pt: Páginas:

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
pt_pt: Pronto para publicar pela primeira vez? <a href=“%1$s”>Começar aqui</a>.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
pt_pt: Parece que não encontrou o que procurava. Talvez uma pesquisa possa ajudar.

source: Scroll down to content
pt_pt: Ir para baixo para ver conteúdo

source: Previous Book
pt_pt: Livro anterior

source: Next Book
pt_pt: Próximo Livro

source: Footer Social Links Menu
pt_pt: Menu Links Sociais de Rodapé

source: Previous Post
pt_pt: Publicação anterior

source: Next Post
pt_pt: Próxima publicação

source: Sidebar for Europarl
pt_pt: Barra lateral para Europarl

source: Previous Video
pt_pt: Vídeo anterior

source: Next Video
pt_pt: Próximo vídeo

source: Default Blog Sidebar
pt_pt: Barra lateral do Blog por omissão

source: Sidebar for Books
pt_pt: Barra lateral para Livros

# label
source: Search for:
pt_pt: Procurar por:

# placeholder
source: Search &hellip;
pt_pt: Procurar &hellip;

# submit button
source: Search
pt_pt: Procurar

source: Sidebar for Videos
pt_pt: Barra lateral para vídeos
